Repository: giellalt/corpus-fin
Catalog: tmx/smn/admin/sd/www.samediggi.fi/saamen_kielten_kielilahettilaat_innostavat_puhumaan_saamea.html.tmx
Source language: fin
Languages: smn

source: Saamen kielten kielilähettiläät innostavat puhumaan saamea
smn: Sámásteijeeh movtijditeh sárnuđ sämikielâ

source: Saamen kielten esilletuomiseksi Saamelaiskäräjät on nimittänyt neljä kielilähettilästä, jotka toimivat esikuvina ja haastavat käyttämään rohkeasti saamen kieliä.
smn: Sämitigge haalijd pajediđ sämikielâid uáinusân já lii nomâttâm neelji sämikielâlii kielâuápisteijee. Sámásteijeeh tuáimih mijjân ovdâkovveen já hästih mii sámástiđ ruokkâdávt.

source: Jokainen kielilähettiläistä on kuvannut pienen videon, joissa he kertovat omasta yhteydestään saamen kieleen.
smn: Jyehi sámásteijee lii kuvvim smavvâ video. Videost sii muštâleh jieijâs ohtâvuođâst sämikielân.

source: – Tässä yhteydessä onkin hyvä muistaa, että kaikki saamen kielet ovat myös uhanalaisia.
smn: – Taan ohtâvuođâst lii pyeri mušteđ, ete puoh sämikielah láá meid uhkevuálásiih.

source: Siksi olemmekin täällä Saamelaiskäräjillä halunneet aloittaa toimia, joilla innostamme erityisesti lapsia ja nuoria puhumaan saamea, kertoo Saamelaiskäräjien kieliturvasihteeri Anne Kirste Aikio.
smn: Tanen mij lep tääbbin Sämitiggeest halijdâm algâttiđ tooimâid, moiguin mij movtijdittep eromâšávt párnáid já nuorâid sárnuđ sämikielâ, muštâl Sämitige kielâtorvočällee Anne Kirste Aikio.

source: Videot ovat tekstitetty suomeksi.
smn: Sámásteaddji Marianne Ketola

source: Klikkaa videota saadaksesi tekstitykset näkyviin.
smn: Marianne lii Käresavonist meddâl já lii pajasšoddâm puásuituáluperrust.

source: Sámásteaddji Marianne Ketola
smn: Suu mielâst lii tehálâš, ete nuorah kevttih já tyestih sárnuđ sämikielâ.

source: Marianne on kotoisin Karesuvannosta ja kasvanut poronhoitoympäristössä.
smn: “Ko lijjim ucce, te älgim uáli ennuv suomâstiđ já kevttiđ suomâkielâ meecist.

source: Hänen mielestään on tärkeää, että nuoret käyttävät ja uskaltavat puhua saamen kieltä.
smn: Talle iänui eeđâi munjin, ete jieh tun äävti suomâstiđ tääbbin meecist, ij ohtâgin ibbeerd tuu.

source: ”Kun olin pieni, aloin käyttämään suomen kieltä metsässä.
smn: Te mun jurdâččim, ete lii pággu sámástiđ, ete poccuuh iberdeh muu.

source: Silloin eno sanoi minulle, että ei minun auta metsässä puhua suomea, koska porot ymmärtävät vain saamea.
smn: Lam huámášâm, ete lii hirmâd suotâs sámástiđ skipárijguin já uápisulmuiguin, kiäh mättih sämikielâ.

source: Minä ajattelin, että pakko minun on puhua saamea, että porot ymmärtävät minua.
smn: Muu mielâst sämikielâ lii hirmâd fijnâ kielâ, tot puátá monnii naalijn vááimust tot kielâ já lii ohtâ uási ulmust.

source: Olen huomannut, että on todella kivaa puhua saamea kavereiden kanssa ja niiden tuttujen kanssa, jotka osaavat saamea.
smn: Tot lii uáli tehálâš.

source: Sámásteijee Sáárá Seipiharju
smn: Sáárá kielâpäälgis aalgij kielâpiervâlist.

source: Sáárán kielipolku alkoi inarinsaamen kielipesästä.
smn: Talle sun vuolgij vuáđuškoovlân anarâškielâg luokan. Luvâttuvâst sun aalgij ain pyerebeht iberdiđ, maggaar anarâškielâ tile lii já mon tehâlâš kielâ iäláskittem lii.

source: Hän kävi peruskoulun Inarissa inarinsaamenkielisellä luokalla, mutta alettuaan käymään lukiota 40 km päässä kotikylästä hän ymmärsi, kuinka tärkeää kielen elvyttäminen on.
smn: ”Anarâškielâ lii adelâm munjin nuuvt mielâttes ennuv máhđulâšvuođâid, čäälliđ mainâsijd, porgâđ toimâtteijee pargoid ja lávluđ párnái skiärust.

source: ”Inarinsaame on antanut minulle aivan mielettömän paljon mahdollisuuksia kirjoittaa juttuja, työskennellä toimittajana ja laulaa lastenlevyllä.
smn: Jiem osko, ete toh ääših liččii lam máhđuliih, jis jiem mátáččii anarâškielâ.

source: En usko, että nämä asiat olisivat olleet mahdollisia, jos en osaisi inarinsaamea.
smn: Jiem lah kuássin poollâm, ete munjin ij liččii pargosaje puátteevuođâst.

source: En ole koskaan pelännyt, että minulla ei olisi tulevaisuudessa työpaikkaa.
smn: Anarâškielâg ulmuid lii ain tárbu.

source: Inarinsaamenkielisille on aina tarvetta.
smn: Mun jiem ličij mun, jis jiem sárnuččii anarâškielâ.

source: Minä en olisi minä, jos en puhuisi inarinsaamea.
smn: Anarâškielâ lii stuorrâ uási muu, já tom, kii mun lam.

source: Inarinsaame on suuri osa minua, ja sitä kuka olen.
smn: Säämsteei Teemu Titola

source: Säämsteei Teemu Titola
smn: Rävisolmožin Teemu lii máttááttâllâm ive verd Nuorttâlâškielâ já kulttuur Sämikuávlu máttááttâskuávdáást.

source: Teemu on syntynyt Keväjärvellä ja ensimmäistä kertaa hän pääsi puhumaan saamen kieltä Akujärven koulussa.
smn: ”Muu ákku sáárnui sämikielâ já tot lâi suu eenikielâ.

source: Aikuisena Teemu on opiskellut vuoden verran Koltansaamen kieltä ja kulttuuria Saamelaisalueen koulutuskeskuksessa.
smn: Ohtâgin suu paarnijn ij máttám sämikielâ, mutâ tääl sij movtijditeh muu anneeđ sämikielâ nuuvt ennuv ko máhđulâš.

source: ”Minun mummoni puhui saamea ja se oli hänen äidinkielensä.
smn: Tääl mun jođám taam määđhi sämikielâ mieldi.

source: Kukaan hänen lapsistaan ei oppinut saamen kieltä, mutta nyt he motivoivat minua kovasti käyttämään saamea.
smn: Lijjim Anarist škoovlâst oovtâ ive já tobbeen mun mattim sárnuđ já čäälliđ sämikielâ.

source: Nyt kuljen tätä matkaa saamen kieli mukanani.
smn: Tot lâi nuuvt tergâdis ihe munjin.

source: Olin Inarissa koulussa yhden vuoden ja siellä opin puhumaan ja kirjoittamaan saamea.
smn: Mun ožžuim tom, mii lâi lappum.

source: Se oli niin tärkeä vuosi minulle.
smn: Sámásteaddji Teija Kaartokallio

source: Sain sen, mikä oli kadonnut.
smn: Teija iätá, ete ohtâ pyeremuin aašijn, mii sunjin kuássin lii keevâm, lii tot, ete šoodâi máhđulâšvuotâ vyelgiđ tavas oppâđ sämikielâ.

source: Sámásteaddji Teija Kaartokallio
smn: ”Tast ij moonnâm kuhháá ko äijih munjin almottij, et ij ááigu innig munjin suomâstiđ, mutâ ááigu huolâttiđ tast, ete mun-uv oopâm sämikielâ, mii suuvâ kielâ.

source: Teija sanoo, että yksi parhaista asioista, mitä hänelle on koskaan tapahtunut, on se, kun hänelle tuli mahdollisuus lähteä pohjoiseen opiskelemaan saamen kieltä.
smn: Jis lii kiäiguin hárjánâm suomâstiđ, te ij lah älkkee molsođ kielâ sämikielân.

source: Ja vielä parempaa oli se, että hän pääsi kulkemaan Utsjoella sukulaistensa luona.
smn: Vaarâ tondiet, ko mun tiäđám maht oro leđe kielâttem, te munjin lii šoddâm uáli stuorrâ mohtâ porgâđ kielâ oovdân.

source: Jos on oppinut puhumaan suomea jonkun kanssa, ei ole helppoa vaihtaa kieltä saameksi.
smn: Ive 2019 ávuduvvoo OA algâaalmugkielâi ihe.

source: Varmaan siksi, koska tiedän miltä tuntuu olla kieletön, minulle on kasvanut suuri into tehdä töitä saamen kielen eteen.
smn: Teemaive tárguttâssân lii pajediđ oovdân maailm algâaalmugkielâi tile.

source: Vuonna 2019 vietetään YK:n alkuperäiskansojen kielten vuotta.
smn: Maailm suulân 6700 kielâst paijeel 40 % láá uhkevuálásiih.

source: Teemavuoden tarkoituksena on nostaa esille maailman alkuperäiskansojen kielten tilanne.
smn: Tain iänááš uási láá algâaalmugkielah.

source: Tavoitteena on teemavuoden kautta mm. lisätä tietoisuutta alkuperäiskansojen kielistä ja niiden uhanalaisuudesta ja kehittää ja standardisoida kieliä.
smn: www.samediggi.fi/iyil2019/
